pages/Acknowledgements.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml"
      xmlns:og="http://ogp.me/ns#"
      xmlns:fb="https://www.facebook.com/2008/fbml">
<head>
    <title>Acknowledgements.</title>
    <!-- Using the latest rendering mode for IE -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Open Graph tags -->

            <meta property="og:type" content="article"/>
            <meta property="og:title" content="Acknowledgements."/>
            <meta property="og:url" content="http://thecastle.github.io/thecastle/pages/Acknowledgements.html"/>

    <!-- Bootstrap -->
        <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/bootstrap.readable.min.css" type="text/css"/>
    <link href="http://thecastle.github.io/thecastle/theme/css/font-awesome.min.css" rel="stylesheet">
    <link href="http://thecastle.github.io/thecastle/theme/css/pygments.css" rel="stylesheet">
    <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/style.css" type="text/css"/>
    <!-- JavaScript plugins (requires jQuery) -->


</head>
<body>
<nav class="navbar navbar-default navbar-fixed-top" role="navigation">
    <div class="container">
        <div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-ex1-collapse">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a href="http://thecastle.github.io/thecastle" class="navbar-brand">The Castle Mountaineering Club.</a>
        </div>
        <div class="collapse navbar-collapse navbar-ex1-collapse">
            <ul class="nav navbar-nav">
            </ul>
            <ul class="nav navbar-nav navbar-right">
                <li><a href="http://thecastle.github.io/thecastle/archives.html"><i class="icon-th-list"></i>Archives</a></li>
            </ul>
        </div>
        <!-- /.navbar-collapse -->
    </div>
</nav>
<!-- /.navbar -->
<div class="container">
    <div class="row">
        <div class="col-lg-9">
    <section id="content" class="body">

        <div class="entry-content">
            <div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Acknowledgements.</h2>
<div class="outline-text-2" id="text-1">
<p>
The Castle Mountaineering Club editors would like to thank the
following people who have all contributed in one way or another to the
production of this book. Our apologies are due to anyone whose name we
may have inadvertently omitted.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Name</th>
<th scope="col" class="left">Name</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">E. Allen</td>
<td class="left">D. Kime</td>
</tr>

<tr>
<td class="left">M. Allen</td>
<td class="left">T. Knight</td>
</tr>

<tr>
<td class="left">M. Anderson</td>
<td class="left">C. Knowles</td>
</tr>

<tr>
<td class="left">J. Ashcroft</td>
<td class="left">C. Landsown</td>
</tr>

<tr>
<td class="left">A. Barclay</td>
<td class="left">B. Madeley</td>
</tr>

<tr>
<td class="left">I. Barton</td>
<td class="left">H. Maslan</td>
</tr>

<tr>
<td class="left">J. Barnard</td>
<td class="left">Marisma</td>
</tr>

<tr>
<td class="left">J. Belton</td>
<td class="left">L. McLeish</td>
</tr>

<tr>
<td class="left">Blacks</td>
<td class="left">F. Mellor</td>
</tr>

<tr>
<td class="left">V. Boyd</td>
<td class="left">J. Mellor</td>
</tr>

<tr>
<td class="left">K. Brooksbank</td>
<td class="left">T. Mellor</td>
</tr>

<tr>
<td class="left">J. Clennell</td>
<td class="left">D. Menzies</td>
</tr>

<tr>
<td class="left">C. Coates</td>
<td class="left">D. Morrison</td>
</tr>

<tr>
<td class="left">T. Cooper</td>
<td class="left">Outside</td>
</tr>

<tr>
<td class="left">M. Doyle</td>
<td class="left">M. Peace</td>
</tr>

<tr>
<td class="left">J. Evans</td>
<td class="left">P. Peace</td>
</tr>

<tr>
<td class="left">L. Evans</td>
<td class="left">D. Pendlenbury</td>
</tr>

<tr>
<td class="left">A. Fowler</td>
<td class="left">A. Poetiques</td>
</tr>

<tr>
<td class="left">K. Fowler</td>
<td class="left">A. Ralph</td>
</tr>

<tr>
<td class="left">S. France</td>
<td class="left">J. Rogerson</td>
</tr>

<tr>
<td class="left">C. Gibson</td>
<td class="left">A. Smith</td>
</tr>

<tr>
<td class="left">P. Gibson</td>
<td class="left">D. Smith</td>
</tr>

<tr>
<td class="left">P. Goodlad</td>
<td class="left">J. Starey</td>
</tr>

<tr>
<td class="left">P. Goodlad</td>
<td class="left">B. Stokes</td>
</tr>

<tr>
<td class="left">A. Gregory</td>
<td class="left">J. Thompson</td>
</tr>

<tr>
<td class="left">Hitch &lsquo;n&rsquo; Hike</td>
<td class="left">S. Truelove</td>
</tr>

<tr>
<td class="left">M. Jackson</td>
<td class="left">A. Turner</td>
</tr>

<tr>
<td class="left">M. Jennings</td>
<td class="left">M. Whitaker</td>
</tr>

<tr>
<td class="left">A. Jennings</td>
<td class="left">H. Woodcock</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">Woodcock Group</td>
</tr>
</tbody>
</table>
</div>
</div>

        </div>
    </section>
        </div>
        <div class="col-lg-3 well well-sm" id="sidebar">

<aside>
    <section>

        <ul class="list-group list-group-flush">
             <li class="list-group-item"><h4><i class="icon-search icon-large"></i>Search</h4></li>

                   <li class="list-group-item"><h4><i class="icon-book icon-large"></i>Pages</h4></li>



                <li class="list-group-item"><a href="http://thecastle.github.io/thecastle/tags.html"><h4><i class="icon-tags icon-large"></i>Tags</h4></a></li>
        </ul>
    </section>
</aside>        </div>
    </div>
</div>
<footer>
    <div class="container">
        <hr>
        <p class="pull-right"><i class="icon-arrow-up"></i> <a href="#">Back to top</a></p>


        <p>&copy;  The Castle Mountaineering Club. &middot; Powered by <a href="https://github.com/DandyDev/pelican-bootstrap3" target="_blank">pelican-bootstrap3</a>,
            <a href="http://docs.getpelican.com/" target="_blank">Pelican</a>,
            <a href="http://getbootstrap.com" target="_blank">Bootstrap</a></p>
    </div>
</footer>
<!-- Include all compiled plugins (below), or include individual files as needed -->
<script src="http://thecastle.github.io/thecastle/theme/js/bootstrap.min.js"></script>

<!-- Enable responsive features in IE8 with Respond.js (https://github.com/scottjehl/Respond) -->
<script src="http://thecastle.github.io/thecastle/theme/js/respond.min.js"></script>


</body>
</html>